
/* Localizble Strings for AirPort Utility */

/* Common button titles */
"title_Advanced" = "İleri Düzey";
"title_Back" = "Geri";
"title_Cancel" = "Vazgeç";
"title_Continue" = "Sürdür";
"title_Finish" = "Bitir";
"title_GoBack" = "Geri Dön";
"title_Next" = "Sonraki";
"title_No" = "Hayır";
"title_Quit" = "Çık";
"title_Skip" = "Atla";
"title_TryAgain" = "Yeniden Dene";
"title_Update" = "Güncelle";
"title_Yes" = "Evet";
"title_StartAgain" = "Baştan Başla";
"title_StopBlinking" = "Yanıp Sönmeyi Durdur";
"title_Other" = "Diğer…";
"title_Upload" = "Yükle";

/* Device select origin strings */
"kDeviceOriginBaseStationBrowse" = "Baz İstasyonu";
"kDeviceOriginConfigured.Base Station" = "Önceki Baz İstasyonu Konfigürasyonu";
"kDeviceOriginConfigured.Time Capsule" = "Önceki Time Capsule Konfigürasyonu";	/* Don't Localize "Time Capsule" in this string */
"kDeviceOriginNetworkScanned" = "Kablosuz Ağ";
"kDeviceOriginNetworkPreferred" = "Daha Önce Kullanılan Ağ";

/* Status strings */
"status_Configured" = "Ayarlandı";
"status_Unconfigured" = "Ayarlanmadı";

/* Joining wireless networks */
"password_protected" = "“%@” adlı AirPort ağı parolayla korunuyor.";
"enterprise_title" = "WPA Kurumsal ağı";
"enterprise_error" = "“%@” adlı AirPort ağı bir WPA Kurumsal ağı. AirPort İzlencesi WPA Kurumsal ağlarını desteklemez.";
"password_error" = "Girdiğiniz parola doğru değildi.";
"generic_join_error" = "Seçilen kablosuz ağa katılmayla ilgili bir hata oluştu.";
"tryAgain" = "Yeniden denemek istiyor musunuz?";
"generic_read_error" = "Seçili aygıtla iletişim kurulurken bir hata oluştu.";
"join_warning" = "Bu AirPort Express'i belirleme kablosuz ağları değiştirmeyi gerektirir. Şu anki kablosuz ağınızı kullanan bağlantılar kesilecektir. Sürdürmek istiyor musunuz?";
"finalJoinError" = "“%@” adlı kablosuz ağa katılmayla ilgili bir hata oluştu.";
"finalJoinSuggest" = "Wi-Fi menüsünden “%@” öğesini seçmeyi deneyin.";

/* Identify */
"identify_title" = "Belirle";
"light_is_blinking" = "Seçilen AirPort Express'in üzerindeki durum ışığı şu anda turuncu ve yeşil olarak yanıp sönüyor.";
"GenericIdentifyDescription" = "Seçilen %@ üzerindeki durum ışığı şu anda turuncu ve yeşil olarak yanıp sönüyor.";
"blinking_not_supported" = "Belirle özelliği, seçtiğiniz AirPort kablosuz ağ aygıtında desteklenmiyor";

/* Reading base station info */
"base_station_protected" = "Bu %@ için parolayı girin.";

/* Help book name
	(should be "AirMac Help" for Japan?)
	*/
"AirPortExpressAssistantHelp"	= "AirPort Yardım";   /* this is really the AAU Help book (Don't have one for Assistant yet) */
"AirMacExpressAssistantHelp"	= "AirPort Yardım";   /* this is really the AAU Help book (Don't have one for Assistant yet) */

/* User decision errors */
"no_unconfigured_title" = "Yeni bir AirPort ağı bulunamadı";
"no_unconfigured_networks" = "%@ öğesinin takılı ve bilgisayarınızın aralığında olduğundan emin olup yeniden taramak için Sürdür'ü tıklayın.";
"try_again_found_nothing" = "Yeni bir AirPort ağı bulunamadı. %@ öğesinin takılı ve bilgisayarınızın aralığında olduğundan emin olup sonra Yeniden Dene'yi tıklayın.";
"no_mdns_record_showed_up" = "AirPort İzlencesi, AirPort kablosuz ağ aygıtınızı bulamadı.";
"no_other_networks_title" = "Var olan bir AirPort ağı bulunamadı";
"no_other_networks_found" = "Bilgisayarınızın, var olan ağınızın aralığında olduğundan emin olun.";


/* Keychain information */
"keychainBaseStationDescription" = "AirPort baz istasyonu parolası";
"keychainBaseStationType" = "AirPort Baz İstasyonu";
"keychainNetworkDescription" = "AirPort ağ parolası";
"keychainNetworkType" = "AirPort Ağı";
"keychainSpeakerDescription" = "uygulama parolası";
"keychainSpeakerType" = "Uzaktaki Hoparlör";

"ConfigAccessError" = "Baz İstasyonu Hatası";

/* Panel Headers */
"introHeader" = "Giriş";
"networkSetupHeader" = "Ağ Ayarları";
"summaryHeader" = "Özet";
"internetHeader" = "Internet Ayarları";
"PeripheralsHeader" = "AirPort Disk Ayarları";
"WDSHeader" = "WDS Ayarlama";
"MigrateDiskHeader" = "Disk Aktarma";

/* Continue text strings */
"continueWelcome" = "Başlamak için Sürdür'ü tıklayın.";
"continueProceed" = "İlerlemek için Sürdür'ü tıklayın.";
"continueScanAgain" = "Yeniden taramak için Sürdür'ü tıklayın.";
"wdsWarningFooter" = "Kablosuz ağ adını, kablosuz ağ güvenliğini veya kablosuz ağ parolasını değiştirme WDS bağlantısını kesecektir.";
"clientWarningFooter" = "Kablosuz ağ adını, kablosuz ağ güvenliğini veya kablosuz ağ parolasını değiştirme AirPort Express ile olan bağlantınızı kesecektir.";
"clientStartWarningFooter" = "Ayarları değiştirme AirPort Express'le bağlantınızı kesebilir.";

/* Pre-verification error strings */
"mismatchPassword" = "Parola ve Parolayı Doğrula alanları eşleşmiyor.";
"mismatchWirelessPassword" = "Kablosuz Ağ Parolası ve Parolayı Doğrula alanları eşleşmiyor.";
"mismatchPasswordReenter" = "Her iki alana da aynı parolayı girin.";
"missingWirelessPassword" = "Sürdürmek için kablosuz ağ parolası gerekiyor.";
"wirelessNetworkPassword" = "Kablosuz Ağ Parolası";
"missingNetworkName" = "Sürdürmek için kablosuz ağ adı gerekiyor.";
"missingNetworkNameWDS" = "Sürdürmek için bir AirPort Extreme veya AirPort Express ağı seçin.";
"missingNetworkNameClient" = "Sürdürmek için bir kablosuz ağ seçin.";
"missingAccountName" = "Sürdürmek için PPPoE hesap adı gerekiyor.";
"missingPassword" = "Sürdürmek için parola gerekiyor.";
"missingPhone" = "Sürdürmek için ana telefon numarası gerekiyor.";
"missingUsername" = "Sürdürmek için bir hesap adı gerekiyor.";

/* Public password strings */
"genericConfirmPublicPassword" = "Bu %@ saptanmış parola olan “public” ile korunuyor.";
"ConfirmPublicPassword1" = "Daha güvenli olması için farklı bir parola yaratın.";

/* Error Titles */
"settingError" = "Ayarlama Hatası: %@";
"generalError" = "Genel Hata";
"passwordError" = "Parola Hatası";

/* WDS status strings */
"ConfiguringForWDS" = "Bu %@, AirPort ağınızı genişletmek amacıyla ayarlanıyor";
"WDSConfigInitialString" = "%@, var olan kablosuz ağınızı genişletmek üzere ayarlanıyor. Bu yapılırken biraz bekleyin.";

/* WDS progress sheet messages */
"WDSConfiguringMain" = "Yeni WDS uzaktaki baz istasyonu için ana ağ ayarlanıyor.";
"WDSConfiguringRemote" = "Ana ağa katılması için yeni WDS uzaktaki baz istasyonu ayarlanıyor.";
"WDSJoiningNewNetwork" = "Yeni WDS ağına katılıyor.";

/* DWDS progress sheet messages */
"DWDSConfiguringMain" = "Var olan kablosuz ağınız, katılmaya izin verecek şekilde ayarlanıyor.";
"DWDSConfiguringRemote" = "%@, var olan kablosuz ağınıza katılması için ayarlanıyor.";
"DWDSJoiningNewNetwork" = "Var olan kablosuz ağınıza katılıyor.";
"GeneralDWDSError" = "Bu AirPort kablosuz ağ aygıtını, var olan kablosuz ağınıza katılması için ayarlamayla ilgili bir hata oluştu. AirPort İzlencesi'nden çıkıp yeniden deneyin.";
"DWDSSetupCanceled" = "Ayarlamadan vazgeçildi.";
"DWDSConfigInitialString" = "%@, var olan kablosuz ağınıza katılmak üzere ayarlanıyor. Bu yapılırken biraz bekleyin.";

/* Migrate Settings progress sheet messages */
"MigrateSettingsReadingSource" = "Seçili %@ için geçerli ayarlar okunuyor…";
"MigrateSettingsReadingSourceGeneral" = "Seçili AirPort kablosuz ağ aygıtının ayarları okunuyor…";
"MigrateRejoiningNetwork" = "Ağa yeniden katılıyor…";
"MigrateSettingsGeneralError" = "Bu %@, şeçili aygıtın yerine geçmek üzere ayarlanırken bir sorun çıktı. AirPort İzlencesi'nden çıkın ve yeniden deneyin.";
"MigrateSettingsIniting" = "%@, seçili AirPort kablosuz ağ aygıtının yerine geçmek üzere ayarlanıyor…";

/* Migrate Disk progress sheet messages */
"MigrateDiskGeneralError" = "Seçili Time Capsule'ü değiştirmeye ve aktarmayı başlatmaya ilişkin bir sorun çıktı. AirPort İzlencesi'nden çıkın ve yeniden deneyin.";
"MigrateDiskIniting" = "Aktarma başlatılıyor…";
"MigrateSettingsJoiningSource" = "Önceki Time Capsule'e bağlanıyor…";
"MigrateDiskPreparingDest" = "Aktarma ayarları…";
"MigrateDiskWaitingForResolve" = "Time Capsule'lerin yeniden başlaması bekleniyor…";
"MigrateDiskStartingBackup" = "Diski aktarma başlatılıyor…";

/* Settings only migration progress sheet messages */
"UpdateDeviceJoiningSource" = "Önceki %@ aygıtına bağlanıyor…";
"UpdateDeviceWritingSource" = "Ayarlar, yeni %@ üzerine yazılıyor…";
"UpdateDeviceGeneralError" = "Bu %@ ayarlanırken bir sorun çıktı. AirPort İzlencesi'nden çıkın ve yeniden deneyin.";

/* Migrate Disk labels */
"MigrateDiskCategory" = "Aktarma";
/* "MigrateDiskSummaryLabel" = "Migrate Time Capsule Disk From";   */

/* Migrate Disk panel */

"MigrateDiskTempNetworkName" = "temp-old";
"MigrateDiskFooter" = "Ayarları ve disk içeriğini aktarmak için Güncelle'yi tıklayın.";

/* Updating progress strings */
"genericWaitRestart" = "%@ aygıtının yeniden başlaması bekleniyor…";
"networkSearch" = "Kablosuz ağınız aranıyor…";
"attemptJoin" = "Kablosuz ağınıza katılıyor…";

/* Misc Strings */
"providedAuto" = "(Otomatik Olarak Sağlanıyor)";
"selectNetwork" = "Ağı Seç";

/* Summary Panel Labels */
"connectUsingLabel" = "Bağlanma Yolu:";
"configureViaLabel" = "TCP/IP'yi Ayarla:";
"ipAddressLabel" = "IP Adresi:";
"accountNameLabel" = "Hesap Adı:";
"serviceLabel" = "Servis Adı:";
"connectUsingWDS" = "Ağa katıl (WDS kullanarak)";
"SummaryTheseSettingsAreNotCorrect" = "Bu ayarlar doğru değil";

/* Modem Panel Labels */
"secondaryPhoneLabel" = "İkinci Telefon Numarası:";
"usernameLabel" = "Hesap Adı:";

/* WPA with WDS error strings */
"CantUseWPAForWDSMain" = "WPA ile WDS, AirPort kablosuz ağ aygıtınızın şu anki firmware'i kullanmasını gerektirir. En son firmware'i kullandığınızdan emin olun veya kablosuz ağ güvenliğinizi WEP olarak ayarlayıp yeniden deneyin.";

/* WPA Enterprise WDS error */
"wdsMainIsWPAEnterpriseError" = "Ana WDS kablosuz ağ aygıtınız olarak, WPA Kurumsal güvenliğini kullanan bir AirPort kablosuz ağ aygıtı seçtiniz. AirPort İzlencesi, ana WDS kablosuz ağ aygıtlarında WPA Kurumsal güvenliğini desteklemez.";

/* WDS Errors */
"GeneralWDSError" = "Bu AirPort kablosuz ağ aygıtını, WDS için ayarlamaya ilişkin bir hata oluştu. AirPort İzlencesi'nden çıkıp yeniden deneyin.";
"MainInBridgeModeForWDSError" = "Ana WDS kablosuz ağ aygıtı olarak seçtiğiniz AirPort kablosuz ağ aygıtı, IP adresleri dağıtmıyor. Bu kablosuz ağ aygıtını, IP adresleri dağıtacak şekilde ayarlayın.";
"WDSSetupCanceled" = "WDS ayarlamadan vazgeçildi.";
"WDSErrorTitle"	= "WDS Ayarlama Hatası";

/* Status messages */
"joining_network" = "Kablosuz ağa katılıyor.";
"reading_config" = "Konfigürasyon okunuyor…";
"status_scan" = "Ağlar aranıyor…";
"status_search" = "AirPort kablosuz ağ aygıtınız aranıyor…";
"status_identify" = "Belirleniyor…";

/* Maybe needed to fix 3663944 */
"available_networks" = "Kullanılabilir AirPort ağları:";
"select_network" = "Ayarlamak istediğiniz AirPort ağını seçin.";

/* Generic Labels ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericNameLabel" = "%@ Adı";
"genericPasswordLabel" = "%@ Parolası";
"genericModeLabel" = "%@ Modu";

"genericNewChoice" = "Yeni bir %@ ayarla";
"genericOldChoice" = "Var olan %@ üzerindeki ayarları değiştir";
"genericBasePassPanelHeader" = "%@ Ayarlama";

/* Generic Descriptions with 1 %@ ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericIntroductionHeader" = "Yeni bir %@ ayarlamak mı yoksa önceden ayarladığınızla ilgili değişiklikler mi yapmak istediğinizi seçin.";
"genericSelectNewHeader" = "Ayarlamak istediğiniz %@ öğesini seçin. Listede yoksa Yeniden Tara'yı tıklayın. Hangi AirPort kablosuz ağ aygıtını seçeceğinizden emin değilseniz, Belirle'yi tıklayın.";
"genericSelectConfiguredHeader" = "Değiştirmek istediğiniz %@ öğesini seçin. Listede yoksa Yeniden Tara'yı tıklayın. Hangi AirPort kablosuz ağ aygıtını seçeceğinizden emin değilseniz, Belirle'yi tıklayın.";
"genericSelectNetworkHeader" = "Ayarlamak istediğiniz %@ aygıtını içeren AirPort ağını seçin.";
"genericClientDescription" = "%@ öğesinin kablosuz ağınızı genişletmesini ve Internet bağlantısını paylaşmasını istiyorsanız bu seçeneği seçin.";
"genericNetworkNameHeader" = "%@ kişiselleştirmeye, kablosuz ağınıza bir ad vererek başlayın.";
"genericNetworkNameDescription" = "Ağınıza bağlanmak istediğinizde göreceğiniz ad budur.";
"genericBaseNameDescription" = "Sonra %@ öğenize bir ad verin.";
/* genericUserOwnership will be formatted as "<UserName>’s <Product Name>", as in "Steve’s AirPort Extreme" or "Steve's wireless network" - DON'T use a curly quote here or the network name will be UTF8 by default*/
"genericUserOwnership" = "%1$@ %2$@";
"genericWirelessNetwork" = "Ağ";
"genericBasePasswordHeader" = "Bu %@ ayarlarını korumak için bir parola girin.";
"genericBasePasswordDescription" = "Bu %@ üzerindeki ayarları değiştirmek için bu parolaya gereksiniminiz olacaktır.";
"genericBasePasswordDescription2" = "Daha fazla güvenlik için, ağ parolasından farklı bir parola kullanın.";
"genericModeHeader" = "%@ ile ne yapmak istediğinizi seçin.";
"genericSummaryHeader" = "%@, aşağıdaki ayarları kullanacaktır. Ayarların doğru olduklarından emin olun.";
"genericSummaryNoChangeHeader" = "Bu %@, şu an aşağıdaki ayarları kullanıyor.";
"genericReplaceSummaryHeader" = "Bu %1$@, %2$@ ayarları kullanılarak ayarlanacaktır.";
"genericSummaryFooter" = "Bu ayarlar doğruysa, bu %@ ayarlamasını tamamlamak için Güncelle'yi tıklayın.";
"genericSummaryFooterClickInstructions" = "Ayarları değiştirmek için Geri Dön'ü tıklayın.";
"genericPPPoEHeader" = "Internet servis sağlayıcınızdan aldığınız Ethernet üzerinden PPP (PPPoE) hesap adını, parolayı ve isteğe bağlı servis adını girin.";
"genericDHCPHeader" = "%@ şu anda Internet'e DSL veya kablo modem kullanarak ya da IP adresi DHCP yoluyla otomatik olarak atanan Ethernet üzerinden bağlanıyor. Bunu doğrulayın veya Internet servis sağlayıcınızdan ya da ağ yöneticinizden aldığınız diğer isteğe bağlı bilgileri girin.";
"genericModemHeader" = "Bu %@ için modem ayarlarını girin.";
"genericBridgeModeHeader" = "%@ baz istasyonunuzun köprü modunda mı olacağını veya DHCP ve NAT kullanarak IP adresini mi paylaşacağını seçin.";
"genericBridgeModeYes" = "Köprü Modu";
"genericBridgeModeYesDescription" = "%@, ağınızdaki bilgisayarlara IP adresleri sağlamak için zaten DHCP ve NAT kullanan bir yönelticiye veya başka bir ağ aygıtına bağlıysa bu seçeneği seçin.";
"genericBridgeModeNo" = "DHCP ve NAT kullanarak tek bir IP adresini paylaş";
"genericBridgeModeNoDescription" = "%@, DSL veya kablo modemle doğrudan Internet'e ya da Internet bağlantısına sahip bir ağa bağlıysa ve ağınızdaki bilgisayarlara IP adresleri sağlamak için DHCP ve NAT kullanmak istiyorsanız bu seçeneği seçin.";
"genericFinalDescription" = "%@, Internet'e bağlanmak ve bir USB yazıcıyı paylaşmak üzere ayarlandı.";
"genericMissingNameWarning" = "Sürdürmek için %@ adı gerekiyor.";
"genericMissingNameWarning.alternateArticle" = "Sürdürmek için %@ adı gerekiyor.";
"genericMissingBasePassWarning" = "Sürdürmek için parola gerekiyor.";
"genericMismatchBasePassword" = "Parola ve Parolayı Doğrula alanları eşleşmiyor.";
"ResetBroadbandMessage" = "Internet'e bağlanmak için bir kablo modem kullanıyorsanız; modemi kapatın, eğer varsa pilini çıkarın, birkaç saniye bekleyin, pilini geri takın ve sonra modemi tekrar açın.";

/* Generic Descriptions with more than 1 %@
	This string in english will look like either:
	"AirPort Utility has found a new AirPort Express with a wireless network named "Apple Network 123456".
	or "AirPort Utility has found a new AirPort Express named "Base Station 123456".
	*/
"genericEZIntroHeader" = "AirPort İzlencesi “%3$@” adlı yeni bir %1$@%2$@ buldu.\n\nBu, ayarlamak istediğiniz %4$@ değilse onun bağlı olduğundan ve bu bilgisayarın yakınında bulunduğundan emin olup yeniden deneyin.";
"withNetworkNamed" = "kablosuz ağa sahip ";
"genericNoNetworksHeader" = "Hiçbir %1$@ ağı bulunamadı. %2$@ aygıtının takılı olduğundan ve bilgisayarınızın aralığında olduğundan emin olun.";
"genericOldNetworkConfirm" = "AirPort İzlencesi “%2$@” adlı kablosuz ağa sahip bir %1$@ buldu.\n\nBu, ayarlamak istediğiniz %3$@ değilse, onun takılı ve bu bilgisayarın aralığında olduğundan emin olup Yeniden Tara'yı tıklayın.";
"genericOldExpressConfirm" = "AirPort İzlencesi, “%2$@” adlı bir %1$@ buldu.\n\nBu, ayarlamak istediğiniz %3$@ değilse Yeniden Tara'yı tıklayın.";

/* Strings that need to change depending on which type of base station is being configured */
"expressBaseNameDescriptionAddition" = "iTunes müziklerinizi bu AirPort Express’i kullanarak çalmak için onu iTunes penceresinin sağ altındaki açılır menüden seçin.";

"expressFinalDescription" = "AirPort Express'iniz; Internet'e bağlanmaya, bir USB yazıcıyı paylaşmaya ve iTunes müziğini AirPlay kullanarak uzaktaki hoparlörler yoluyla çalmaya ayarlanmıştır.";

"expressClientRadio" = "Şu anki kablosuz ağıma bağlan";
"extremeClientRadio" = "AirPort Extreme veya AirPort Express ağımın aralığını genişletsin";

"expressClientDescription" = "Bu %@ öğesini şu anki kablosuz ağınıza ekliyorsanız bu seçeneği seçin.";

"expressModeHeader" = "Her iki seçenek de USB yazıcıyı paylaşmanızı ve iTunes müziğini AirPlay kullanarak uzaktaki hoparlörler yoluyla çalmanızı sağlar.";

/* Reachability error */
"genericNetworkTitle" = "Ağ hatası";
"noWirelessReachability" = "AirPort kablosuz ağ aygıtına AirPort kartınızla erişmeye çalışıyorsunuz ama Ethernet ağınızda aynı IP adresine sahip bir aygıt var. Ethernet kablonuzu çıkarıp birkaç saniye bekleyin ve yeniden deneyin.";
"noEthernetReachability" = "AirPort kablosuz ağ aygıtına Ethernet yoluyla erişmeye çalışıyorsunuz ama AirPort ağınızda aynı IP adresine sahip bir aygıt var. AirPort kartınızı kapatıp birkaç saniye bekleyin ve yeniden deneyin.";
"genericReachabilityError" = "Seçtiğiniz AirPort kablosuz ağ aygıtına erişmeyle ilgili bir hata oluştu. Ağınızda %@ IP adresine sahip başka bir aygıt olmadığından emin olun.";
"superGenericReachabilityError" = "Seçtiğiniz AirPort kablosuz ağ aygıtına bağlanmayla ilgili bir hata oluştu.";
"WDSSetupRequiresAWirelessCard" = "Bu bilgisayarda takılı bir AirPort kartı olmadığı için AirPort İzlencesi, bu AirPort kablosuz ağ aygıtını WDS için ayarlayamadı.";

/* Uploading Firmware */
"firmwareError"	= "%@ firmware'i güncellenirken bir hata oluştu.";
"firmwareProgress" = "%@ firmware'i güncelleniyor…";
"firmwareNewer" = "%2$@ firmware'inin daha yeni bir sürümü (%1$@) var.";
"firmwareNewerSmall" = "Şimdi yüklemek için Güncelle'yi tıklayın.";
"firmwareSuccess" = "%@ güncellemesi başarılı oldu.";
"firmwareRequired" = "Seçtiğiniz ağ, firmware'inizi güncellemenizi gerektiriyor.";

/* AirPort 4.2 */
"wepLabel" = "128 bit WEP (daha uyumlu)";
"wpa1label" = "WPA Kişisel (daha güvenli)";
"wpa2label" = "WPA2 Kişisel (daha güvenli)";
"wepDescription" = "Eski kablosuz bilgisayarlarla veya aygıtlarla daha uyumlu bir güvenlik sunar. Macintosh dışındaki bilgisayarların ağınıza katılmalarını kolaylaştırmak için tam 13 karakter uzunluğunda bir parola girin.";
"wpa1description" = "En üst düzeyde kablosuz ağ güvenliği sağlar. Yalnızca WPA desteği olan bilgisayarlar bu ağa katılabileceklerdir. 8 ila 63 karakter arasında veya onaltılık düzende 64 karakterlik bir parola girmeniz gerekecektir.";
"wpa1and2description" = "En üst düzeyde kablosuz ağ güvenliği sağlar. WPA veya WPA2 desteği olan bilgisayarlar bu ağa katılabileceklerdir. 8 ila 63 karakter arasında veya onaltılık düzende 64 karakterlik bir parola girmeniz gerekecektir.";
"wpa2description" = "En üst düzeyde kablosuz ağ güvenliği sağlar. WPA2 desteği olan bilgisayarlar bu ağa katılabileceklerdir. 8 ila 63 karakter arasında veya onaltılık düzende 64 karakterlik bir parola girmeniz gerekecektir.";
"tsnDescription" = "Eski WEP istemcileriyle uyumlu ama yeni istemcilerin WPA ve WPA2 kullanarak ağa katılmalarına izin veren bir güvenlik sunar. Tam 13 karakter uzunluğunda bir parola girmeniz gerekir.";
"badWPAPasswordLength" = "8 ila 63 karakter arasında bir kablosuz ağ parolası girin.";
"v6_not_configured_title" = "IPv6 Ayarlanmamış";
"v6_not_configred_on_all_interfaces" = "AirPort İzlencesi, IPv6'yı kullanarak AirPort kablosuz aygıtınızla daha güvenilir bir şekilde iletişim kurabilir.";
"v6_not_configured_turn_on_confirm" = "Şimdi IPv6'yı etkinleştirmek ister misiniz?";
"v6_not_configured_turn_on" = "Sistem Tercihleri'nde IPv6'yı açın.";
"v6_not_configured_turn_on_win" = "Denetim Masası'nda IPv6'yı açın.";
"authorization_error_title" = "Yetkilendirme Hatası";
"authorization_error" = "Ağ tercihleri bölümü kilitli olduğu için AirPort İzlencesi ağ ayarlarınızı değiştiremedi.";

/* change this to 0 for non-US installations */
"USAConfiguration" = "1";

/* BasePassword Panel */
"BaseNameDescription" = "Bu %@ kimliğini belirlemek için kullanacağınız ad budur.";
"BaseNameInternalDiskDescription" = "Bu ad Time Capsule diski için de kullanılacaktır.";

/* PeripheralsPanel */
"FileSharingPasswordPromptInternalDisk" = "%@ öğesine bağlı Time Capsule diski veya USB diskleri için parolayı girin.";
"FileSharingPasswordPrompt" = "AirPort diskleri için parolayı girin.";
"GuestAccessPrompt" = "Konukların da parola olmadan AirPort disklerine bağlanmalarına izin verebilirsiniz.";
"FileSharingDisclosure" = "Dosya Paylaşma Seçenekleri";
"UseDiskPasswordCheckBox" = "Diskleri güvenlik altına almak için farklı bir parola kullanın";

/* Wireless Options Panel */
"RadioCountryDescription" = "Bu %@ öğesinin kullanılacağı ülkeyi seçin.";
"RadioModeDescription" = "Bu %@ için radyo modunu seçin.";

/* ProblemCode Panel */
"ProblemPanelDefaultControlIndent"	= "175";
"ProblemPanelDefaultControlWidth"	= "250";
"ProblemCodeTitle" = "Sorun %1$d / %2$d: %3$@";
"ProblemCodeProblemResolved" = "Bu sorun çözüldü.";
"UnresolvedProblem" = "Bu sorunu çözmeden sürdürmek istiyor musunuz?";
"UnresolvedProblemAssistant" = "Bu konfigürasyon, %@ durum ışığının turuncu yanıp sönmesine neden olacaktır. Sürdürmek istediğinizden emin misiniz?";
"ProblemShouldBeResolved" = "%@ durum ışığının bu sorundan dolayı turuncu yanıp sönmesini engellemek için Göz Ardı Et'i tıklayın.";
"ProblemNotResolved" = "Bu sorun çözülmedi. Lütfen yeniden deneyin.";

/* Problem Summary Panel */
"ProblemSummaryResolution" = "Çözüm";
"ProblemSummaryIgnored" = "Göz ardı edildi";
"ProblemSummaryResolved" = "Çözüldü";
"ProblemSummaryConfigChanged" = "Konfigürasyon Değişti";
"ProblemSummaryUnresolved" = "Çözülmedi";
"ProblemSummaryHeader" = "Bu bölüm, %@ tarafından bildirilen sorunları ve çözülüp çözülmediklerini görüntüler.";
"ProblemSummaryChoicePrompt" = "Şimdi ne yapmak istersiniz?";
"ProblemSummaryUpdateWithTheseSettings" = "%@, bu ayarlarla güncellensin";
"ClickUpdateToUpdate" = "Bu %@ ayarlamanızı tamamlamak için Güncelle'yi tıklayın.";
"ProblemSummaryReconfigureToo" = "%@ üzerindeki diğer ayarları değiştir";
"ProblemSummaryReconfigureFooter" = "%@ ayarlarını değiştirmek için Sürdür'ü tıklayın.";
"ProblemSummarySwitch" = "Başka bir AirPort kablosuz ağ aygıtını ayarla";
"ClickDoneToSwitch" = "Başka bir AirPort kablosuz ağ aygıtı seçmek için Bitti'yi tıklayın.";
"ProblemSummaryAllResolved" = "Tüm sorunlar çözüldü.";

/* Ethernet Panel */
"EthernetPanelDefaultControlIndent"	= "175";
"EthernetPanelDefaultControlWidth"	= "250";
"EthernetPanelDescription" = "Internet servis sağlayıcınızdan aldığınız TCP/IP bilgilerini girin. IP adresini otomatik olarak alıyorsanız DHCP Kullanarak seçeneğini seçin. Belirli bir IP adresini girmek için Elle'yi seçin.";
"DHCPConfirmPanelDHCP_Yes" = "Internet'e DSL veya kablo modemle DHCP kullanarak bağlanıyorum";
"DHCPConfirmPanelDHCP_No" = "DHCP kullanmıyorum";

/* PPPoE Panel */
"PPPoEConfirmPanelDefaultControlIndent"	= "175";
"PPPoEConfirmPanelDefaultControlWidth"	= "250";
"PPPoEConfirmPanelPPPoE_Yes" = "Internet'e DSL veya kablo modemle PPPoE kullanarak bağlanıyorum";
"PPPoEConfirmPanelPPPoE_No" = "PPPoE kullanmıyorum";

/* Default Setup Assistant Panel values*/ 
"SetupAssistantPanelDefaultControlIndent"= "175";
"SetupAssistantPanelDefaultControlWidth" = "250";

/* Wireless Security Panel */
"WirelessSecurityPanelDescription" = "Kablosuz ağ için bir ad ve güvenlik düzeyi belirtin.";
"NetworkSecurityDefaultControlIndent"= "175";
"NetworkSecurityDefaultControlWidth" = "250";
"WPAEnterpriseSecurityDescription" = "Bu kablosuz ağ WPA Kurumsal güvenliğini kullanıyor. RADIUS sunucu ayarlarını değiştirmek istiyorsanız, Baz İstasyonu menüsünden Elle Ayarla'yı seçin.";
"NoSecurityLabel" = "Hiçbir güvenlik yok";
"NoSecurityDescription" = "Herhangi bir kablosuz aygıt parola girmeden ağınıza katılabilir.";
"NoSecurityUncheckedFooter" = "Bir sonraki adıma ilerleyebilmeniz için yukarıdaki onay kutusunu seçmeniz gerekir.";

/* Join Network Panel */
"JoinNetworkPanelDescription"= "%@ öğesinin kullanmasını istediğiniz kablosuz ağı seçin. Ağınızı görmüyorsanız yeniden denemek için menüyü tıklayın. Ağınızı hâlâ görmüyorsanız onun takılı olduğundan emin olun.";
"JoinNetworkQ61AudioNameSuggestion" = "Örneğin Oturma Odası.";
"JoinNetworkExtendDescription" = "Bu ağın aralığını genişletmek ve istemcilerin kablosuz olarak veya Ethernet kullanarak katılmasına izin vermek istiyorsanız, aşağıdaki onay kutusunu seçin.";
"JoinNetworkExtendCheckboxTitle" = "Bu ağın aralığını genişlet";
"JoinNetworkExtendWarning" = "Bu, genel ağ başarımını etkileyebilir.";
"JoinNetworkProxySTADescription" = "Onay kutusunu seçmezseniz, %@ öğeniz ses ve USB servisleri sunar ve istemciler ağa yalnızca Ethernet kullanarak katılabilirler.";

/* Extend Panel */
"ExtendNetworkPanelDescription"= "Genişletmek istediğiniz AirPort Extreme veya AirPort Express ağını aşağıdaki menüden seçin. Ağınızı görmüyorsanız, yeniden denemek için menüyü tıklayın. Ağınızı hâlâ görmüyorsanız, AirPort kablosuz ağ aygıtınızın takılı ve bu bilgisayarın aralığında olduğundan emin olun.";

/* Internet Choice Panel */
"InternetChoiceDescription" = "Internet'e nasıl bağlandığınızı seçin";
"InternetChoiceDSLCableEthernet" = "Sabit IP adresi veya DHCP ile DSL ya da kablo modem kullanıyorum";
"InternetChoiceDSLCablePPPoE" = "Ethernet üzerinden PPP (PPPoE) ile DSL ya da kablo modem kullanıyorum";
"InternetChoiceLAN" = "Yerel alan ağıma (LAN) bağlanıyorum";
"InternetChoiceModem" = "Telefon hattıma bağlı modemi kullanıyorum";
"InternetChoiceNoInternet" = "Şu anda Internet'e bağlanmaya hazır değilim";

/* Client or AP Panel */
"ClientAP_APRadioTitle" = "Yeni bir kablosuz ağ yarat";
"ClientAP_APRadioDesc" = "Geniş bant Internet bağlantısını kablosuz bilgisayarlarla paylaşmak amacıyla yeni bir kablosuz ağ ayarlıyorsanız bu seçeneği seçin.";
"ClientAP_FirstTimeConfig" = "Bu %@ ilk kez ayarlanıyor gibi gözüküyor.";
"ClientAP_FirstTimePrompt" = "Bu %@ öğesinin nasıl ayarlanmasını istediğinizi seçin.";

/* Client or Extend Panel */
"ClientWDS_PanelDescription" = "%@ öğenizin var olan kablosuz ağınıza kablosuz istemci olarak mı katılacağını yoksa kablosuz ağınızın aralığını mı genişleteceğini seçin.";
"ClientWDS_JoinRadioTitle" = "Kablosuz ağıma katılsın";
"ClientWDS_JoinRadioDesc" = "%@ öğenizi yalnızca USB yazıcıyı paylaşmak veya uzaktaki hoparlörler yoluyla iTunes müziğini çalmak amacıyla kullanmak istiyorsanız bu seçeneği seçin.";
"ClientWDS_ExtendRadioTitle" = "AirPort Extreme veya AirPort Express ağımın aralığını genişletsin";
"ClientWDS_ExtendRadioDesc" = "%@ öğesinin kablosuz ağınızı genişletmesini ve Internet bağlantısını paylaştırmasını istiyorsanız bu seçeneği seçin.";

/* Internet Modem Panel */
"ModemUseAOL" = "AOL";
"ModemUseOtherISP" = "Başka Bir Internet Servis Sağlayıcı";
"PrimaryPhoneNumber" = "Birincil Telefon Numarası";
"PrimaryDNSServer" = "Birincil DNS Sunucu";

/* Identity Panel */ 
"genericInternalDiskProductTextBlock" = "%@, Time Machine kullanarak Mac OS X v10.5 veya daha yenisi yüklü olan bilgisayarlarınızın yedeğini alabilir; Internet bağlantınızı ve USB aygıtları, ağınızdaki bilgisayarlar arasında paylaştırabilir.";
"genericAudioProductTextBlock" = "%@, iTunes müziğini AirPlay'i kullanarak uzaktaki hoparlörler yoluyla çalabilir ve Internet bağlantınızı ve ağınızdaki USB aygıtlarını paylaştırabilir.";
"genericProductTextBlock" = "%@, Internet bağlantınızı ve USB aygıtları ağınızda paylaştırabilir.";
"genericInternalDiskProductNameTextBlock" = "%@ için bir ad girin. Bu ad, ağ üzerinde onun kimliğini belirtir. Aynı zamanda diskin de adıdır.";
"genericEnterName" = "%@ için bir ad girin.";
"IdentityDescription" = "Bu ad, ağınızdaki %@ kimliğini belirtir.";

/* Replace Network Panel */
"ReplaceNetworkPanelDescription" = "AirPort İzlencesi “%@” adlı kablosuz ağı buldu ve bu bilgisayarın daha önce ona bağlandığını belirledi. %@ ile ne yapmak istediğinizi seçin";
"ReplaceNetworkPanelReplacingPrevious" = "“%1$@”, %2$@ ile değiştirilsin";
"ReplaceNetworkPanelReplacingAnother" = "%@ ile başka bir ağı değiştir";
"ReplaceNetworkPanelCreatingNewNetwork" = "%@ kullanarak yeni bir ağ yarat";
"ReplaceNetworkPanelReplacingOtherTableDescription" = "Aşağıdaki listede değiştirmek istediğiniz ağı seçin:";
"TurnOffNetworkBeingReplaced" = "Değiştirdiğiniz aygıtın fişini çıkarıp Tamam'ı tıklayın. Aygıtı yeniden kullanmayı planlıyorsanız, onu fabrika saptanmışlarına sıfırlayın.";

"FoundWirelessNetworksDescription" = "AirPort İzlencesi var olan kablosuz ağlar buldu. Zaten bir kablosuz ağa sahip misiniz?";
"NotFoundWirelessNetworksDescription" = "AirPort İzlencesi var olan herhangi bir kablosuz ağ bulamadı. Zaten bir kablosuz ağa sahip misiniz?";
"FoundWirelessNetworksIHaveOne" = "Kablosuz ağım var ve %@ öğesini eklemek veya ağımda var olan bir aygıtı değiştirmek istiyorum";
"FoundWirelessNetworksIHaveOneDescription" = "Var olan baz istasyonunuzu veya kablosuz yönelticinizi %@ ile değiştirmek ya da ağınıza eklemek istiyorsanız bu seçeneği seçin.";
"CreateAWirelessNetwork" = "Yeni bir kablosuz ağ yaratmak istiyorum";

"genericWhatDoYouWantToDoWith" = "%@ ile ne yapmak istediğinizi seçin.";

"ReplaceAddWiredChoiceJoin" = "%@ öğesinin şu anki ağıma katılmasını istiyorum";
"ReplaceAddWiredChoiceReplace" = "Var olan bir baz istasyonunu veya kablosuz yönelticiyi %@ ile değiştirmek istiyorum";
"ReplaceAddWiredChoiceReplaceDescription" = "Ağınızdaki bir baz istasyonunu veya kablosuz yönelticiyi değiştirmek ve ayarlarını %@ için kullanmak istiyorsanız bu seçeneği seçin.";
"JoinExpandWirelessDisabledChoiceJoin" = "%@ öğesinin kablosuz olarak şu anki ağıma katılmasını istiyorum";
"JoinExpandWirelessDisabledChoiceExpand" = "Şu anki ağımı genişletmek veya ikinci bir ağ yaratmak amacıyla %@ öğesini Ethernet kullanarak ağıma bağlamak istiyorum";
"JoinExpandWirelessDisabledChoiceDisabled" = "Bu %@ üzerindeki kablosuz ağı etkisizleştirmek ve onu bilgisayarıma veya ağıma Ethernet kullanarak bağlamak istiyorum";


"ConfigureForWiredCreateAdditionalNetwork" = "Bir ağ daha yaratmak istiyorum";
"ConfigureForWiredCreateAdditionalNetworkDescription" = "%1$@ öğesini Ethernet kullanarak bağlamak ve şu anki ağınıza ek olarak %2$@ ağı yaratmak istiyorsanız bu seçeneği seçin. iPhone'lar da dahil olmak üzere 802.11 b/g/n kablosuz istemcileri var olan 2,4 GHz ağınıza bağlanabilirler. 802.11 a/n kablosuz istemcileri 5 GHz ağa bağlanabilirler.";
"ConfigureForWiredCreateRoamingNetwork" = "Var olan kablosuz ağımı genişletmek amacıyla %@ öğesini Ethernet kullanarak ağıma bağlamak istiyorum";
"ConfigureForWiredCreateRoamingNetworkDescription" = "%@, var olan baz istasyonu/kablosuz yönelticinize Ethernet kullanarak bağlanıyorsa ve kablosuz ağınızın aralığını genişletmek istiyorsanız bu seçeneği seçin. Her iki ağ da aynı ada sahip olacak ve kablosuz istemciler en güçlü sinyale sahip ağa otomatik olarak bağlanacaklardır.";

"UseADifferentNetworkName" = "Bu kablosuz ağ adının var olan kablosuz ağ adından farklı olması gerekir.";

"ReplaceNetworkTopDescription" = "Değiştirmek istediğiniz aygıtı veya ağı seçin. Onu görmüyorsanız, bağlı ve aralıkta olduğundan emin olun.";
"SelectNetworkTopDescription" = "%@ öğesinin Ethernet kullanarak bağlanacağı aygıtı veya ağı seçin. Onu görmüyorsanız, bağlı ve aralıkta olduğundan emin olun.";
"SelectNetworkBottomDescription" = "Aygıt artık yoksa, aygıtı veya ağı seçmeden Sürdür'ü tıklayın.";
"MoreChoices" = "Daha Fazla Seçenek Göster";
"LessChoices" = "Daha Az Seçenek Göster";
"ScanAgain" = "Yeniden Tara";
"ReplaceOptionsOldDesc" = "Ayarlar aktarıldıktan sonra eski aygıtla ne yapmak istediğinizi seçin";
"ReplaceOptionsOld_Use" = "Onu ağımda kullanmaya devam etmek";
"ReplaceOptionsOld_Restore" = "Saptanmış ayarları geri yüklemek";
"ReplaceBaseNameModifier" = " Eski";

"ReconfigurePrintersTopDescription" = "Bu %@ öğesine bağlı uyumlu USB yazıcılar ağ üzerinden paylaşılıyor.";
"ReconfigurePrintersChangeNamesDescription" = "Bir yazıcının adını değiştirmek için, adını aşağıdaki listenin Paylaşılan Ad sütununda çift tıklayın.";
"ReconfigurePrintersChangeAllSettingsDescription" = "Yazıcılarınızın adlarını veya paylaşma ayarlarını değiştirin.";
"ReconfigurePrintersNoneDescription" = "Bu %@ öğesine bağlı hiçbir USB yazıcı yok.";

"ReconfigureStartOver" = "Bu %@ öğesini fabrika ayarlarına döndürmek ve daha sonra yeniden ayarlamak istiyorum.";
"ReconfigureChangeSelectedSettings" = "Bu %@ için ayarlardan bazılarını değiştirmek istiyorum.";
"ReconfigureUseManualForOtherSettings" = "Değiştirmek istediğiniz ayar gösterilmiyorsa, tüm ayarlara erişmek için Elle Ayarla'yı tıklayın.";
"ReconfigureWirelessSecurity" = "Kablosuz Ağ";
"ReconfigureBaseStationSecurity" = "%@ Adı ve Parolası";
"ReconfigureInternetSettings" = "Internet Bağlantısı";
"ReconfigureFileSharingAccess" = "Diskler";
"ReconfigurePrinters" = "USB Yazıcı Paylaşma";
"ReconfigureMusic" = "Müzik";
"ReconfigureSelectAtLeastOneSetting" = "Sürdür'ü tıklamadan önce değiştirilecek en az bir ayar seçin.";
"ReconfigurePrompt" = "Bu %@ zaten ayarlanmış ve herhangi bir sorun bildirmiyor. Saptanmış ayarlarını geri yükleyebilir veya şu anki ayarlarında değişiklik yapabilirsiniz.";
"ReconfigureGoBackForNoChanges" = "Hiçbir değişiklik yapmamak için, Geri Dön'ü tıklayın.";
"ReconfigureBasePasswordSecurePrompt" = "Bu %@, parolayla ayarlanmış.";
"ReconfigureInternetPrompt" = "Bu %@, şu Internet ayarlarıyla ayarlanmış.";
"ReconfigureAirPlayPrompt" = "Bu %@, şu AirPlay ayarlarıyla ayarlanmış.";
"ReconfigureDiskPrompt" = "Bu %@, şu disk paylaşma ayarlarıyla ayarlanmış.";
"ReconfigurePrintersPrompt" = "Bu %@, şu yazıcı paylaşma ayarlarıyla ayarlanmış.";
"ReconfigureWirelessSecurePrompt" = "Bu %@, WPA güvenlik ayarları kullanılarak şu kablosuz ağ ayarlarıyla ayarlanmış.";
"ReconfigureWirelessInsecurePrompt" = "Bu %@, şu kablosuz ağ ayarlarıyla ayarlanmış.";
"ReconfigureWirelessUseWPA" = "WPA güvenlik ayarlarını kullanmanız önerilir.";
"ReconfigureAPModePrompt" = "Bu mod için ayarları koruyabilir veya farklı bir mod seçebilirsiniz.";
"ReconfigureFinalDescriptionNoChange" = "%@ ayarlarınız değiştirilmedi.";

/* Reconfigure Question strings */
"ReconfigureQuestionSettings" = "%@ Ayarları.";
"ReconfigureKeepTheseSettings" = "Bu aygıtın şu anki ayarlarını kullan";
"ReconfigureKeepCurrentSettings" = "Bu aygıtın şu anki %@ ayarlarını kullan";
"ReconfigureKeepModeSettings" = "Şu anki kablosuz ağ modunu koru (%@)";
"ReconfigureChangeTheseSettings" = "Bu ayarları değiştir";
"ReconfigureChangeCurrentSettings" = "Bu %@ ayarlarını değiştir";
"ReconfigureChangeModeCreate" = "Bu %@, kablosuz ağ yaratacak şekilde ayarlanmış.";
"ReconfigureChangeModeCreateTitle" = "Kablosuz bir ağ yarat";
"ReconfigureChangeModeExtendTitle" = "Ağı genişletmek veya ikinci bir ağ yaratmak için Ethernet kullanarak ağa bağlayın";
"ReconfigureChangeModeJoin" = "Bu %@, kablosuz ağa katılacak şekilde ayarlanmış";
"ReconfigureChangeModeJoinTitle" = "Kablosuz ağa katıl";
"ReconfigureChangeModeDisable" = "Bu %@, kablosuz ağı kapalı olarak ayarlanmış.";
"ReconfigureChangeModeDisableTitle" = "Kablosuz ağı etkisizleştirin ve bilgisayara veya ağa Ethernet kullanarak bağlayın";
"ReconfigureKeepOrChangePrompt" = "İstediğiniz seçimi yapıp sonra ilerlemek için Sürdür'ü tıklayın.";
"ReconfgureDiscardChangesPrompt" = "Bu ayarlarda yaptığınız değişikliklerden vazgeçmek istediğinizden emin misiniz?";
"ReconfgureDiscardChanges" = "Değişikliklerden Vazgeç";
"ReconfgureKeepChanges" = "Değişiklikleri Koru";

"IfUnsureClickMoreInfo" = "Hangi seçeneği seçeceğinizden emin değilseniz, Daha Fazla Bilgi'yi tıklayın.";

"UseManualSetupForOtherSettings" = "Diğer ayarlar için Elle Ayarla'yı kullanın";

"OnePanelCreateNetworkAutoConfigYes" = "Bu %@, bu ayarlar kullanılarak ayarlansın";
"OnePanelCreateNetworkAutoConfigNo" = "Bu %@ için ayarları değiştir";
"OnePanelCreateNetworkTopDesc" = "Bu %@, yeni güvenli bir kablosuz ağ yaratmak ve Internet'e bağlanmak amacıyla AirPort İzlencesi tarafından ayarlanacaktır.";
"PasswordsSavedToKeychain" = "Tüm parolalar anahtar zincirine kaydedilecektir.";
"PasswordsSavedToKeychainWin" = "Baz istasyonu parolası ve kablosuz ağ profili bu bilgisayara kaydedilecektir.";
"WillConnectUsingEthernet" = "Bu %@, Ethernet kullanarak Internet'e bağlanacaktır.";
"WillConnectUsingPPPoE" = "Bu %@, PPPoE kullanarak Internet'e bağlanacaktır.";
"WillConnectUsingBridge" = "Bu %@, IP adresleri sağlamak için zaten DHCP ve NAT kullanan bir yönelticiye veya başka bir ağ aygıtına bağlı olduğu için köprü modunda ayarlanacaktır.";

"OnePanelReplaceTopDesc" = "AirPort İzlencesi, başka bir kablosuz aygıttaki ayarları aktarabilir. Lütfen aşağıdaki listeden aygıtı seçin.";


"ContinueToUseAssistant" = "Bu %@ ayarlamasında Yardımcı'yı kullanmak için Sürdür'ü tıklayın.";
"ClickQuitWhenDone" = "Herhangi bir AirPort kablosuz ağ aygıtında yaptığınız değişiklikler bittiyse Çık'ı tıklayın.";
"DoSomethingElse" = "Başka bir AirPort kablosuz ağ aygıtını ayarlamak istiyorsanız, onu listeden seçin.";
"SomethingNeedsAttentionUpdate" = "En az bir AirPort kablosuz ağ aygıtının güncellenmesi gerekiyor.";
"SomethingNeedsAttentionProblem" = "En az bir AirPort kablosuz ağ aygıtı sorun bildiriyor.";
"SomethingNeedsAttentionDefault" = "En az bir AirPort kablosuz ağ aygıtı, saptanmış ayarlara sahip.";
"SomethingNeedsContinueUpdate" = "Güncellenmesi gereken bir sonraki aygıtı seçmek için Sürdür'ü tıklayın.";
"SomethingNeedsContinueProblem" = "Bir sonraki aygıtla ilgili sorunları çözmek için Sürdür'ü tıklayın.";
"SomethingNeedsContinueDefault" = "Bir sonraki aygıtı ayarlamak için Sürdür'ü tıklayın.";

"UpdateFirmware" = "Firmware'i Güncelle…";
"UpdateFirmwareTo" = "%@ Sürümüne Yükselt…";
"CheckUpdateButton" = "Güncellemeleri Denetle";
"CheckStatus" = "Güncelleme olup olmadığı denetleniyor…";

/* These strings are only applicable to the Mac */
"TimeMachineTopDesc" = "Time Machine; sayısal fotoğraflar, müzikler, filmler, TV şovları ve belgeler de dahil olmak üzere Mac'inizdeki her şeyin yedeğini tutar. İhtiyacınız olduğunda, yedeklenen herhangi bir şeyi kurtarmak için kolayca zamanda geriye gidebilirsiniz.";
"TimeMachineTopDesc2" = "Time Machine; sistem dosyaları, uygulamalar ve ayarlar ile müzikleriniz, resimleriniz ve diğer önemli dosyalarınız da içinde olmak üzere Mac'inizdeki her şeyin kopyasını tutar. Time Machine günlük yedeklemeler tuttuğu için Mac'inizin geçmişteki bir anına yeniden ulaşabilirsiniz.";
"TimeMachineQueryDescTimeMachineAlreadySetUpSpecific" = "Time Machine zaten bu bilgisayarı %@ üzerine yedekleyecek şekilde ayarlanmış.";	/* the name of a backup device */
"TimeMachineQueryDescTimeMachineAlreadySetUp" = "Time Machine zaten bu bilgisayarı yedekleyecek şekilde ayarlanmış.";
"TimeMachineQueryDesc" = "Bu bilgisayarı %@ üzerine yedeklemek için Time Machine'i kullanmak ister misiniz?";	/* Time Capsule is the most likely substitution */
"TimeMachineSetUpTimeMachine_No" = "Daha sonra";
"TimeMachineSetUpTimeMachine_YesTMPrefs" = "Evet (Time Capsule'ünüzü güncelledikten sonra Time Machine tercihleri açılacaktır.)";
"TimeMachineBottomDesc" = "Time Machine:\n\nSon 24 saat için saatlik yedeklemeler\nSon ay için günlük yedeklemeler\n\nYedekleme diskiniz doluncaya kadar haftalık yedeklemeler tutar";
"TimeMachineUseTMPrefs" = "Ağınızdaki diğer bilgisayarları yedeklemek veya ek Time Machine seçeneklerini ayarlamak için, Sistem Tercihleri'ndeki Time Machine tercihlerini kullanın.";
"TimeMachineWillLaunchTMPrefs" = "Bu %@ ayarlandıktan sonra Time Machine tercihleri açılacaktır.";

"TimeMachineMigrateDiskDesc" = "AirPort İzlencesi, “%@” için tüm Time Capsule disk içeriğini bu Time Capsule'e aktarabilir.";
"TimeMachineMigrateDiskDesc.replace" = "Time Capsule diskinin içinde bir Time Machine yedeklemesi varsa aktarılacaktır ve tüm Time Machine istemcileri, yedekleme amacıyla yeni Time Capsule'ü kullanacaktır.";
"TimeMachineMigrateDisk" = "Disk içeriğini bu Time Capsule diskine aktar";
"TimeMachineMigrateDiskEraseSource" = "Aktardıktan sonra “%@” disk içeriğini sil";
"TimeMachineMigrateDiskEraseSource.description" = "“%@” disk içeriği, yalnızca bu Time Capsule'e başarılı bir şekilde aktarıldıktan sonra silinecektir.";
"TimeMachineMigrateDiskReplace.description" = "Bu Time Capsule'ün tüm içeriğini, “%@” disk içeriği ile değiştirin";

"TimeMachineMigrateDiskSummary.Settings" = "AirPort İzlencesi, “%@” üzerindeki içeriği, parolaları ve ağ ayarlarını, yeni %@ üzerine aktaracaktır.";
"TimeMachineMigrateDiskSummary.Backups" = "“%@” üzerinde Time Machine yedeklemeleri varsa onlar da aktarılacaktır. Bu, uzun sürebilir.";
"TimeMachineMigrateDiskSummary.Renaming" = "Aktarma sırasında, aktardığınız aygıt “%@%@” olarak yeniden adlandırılacaktır. Yeni aygıt ”%@” adını alacaktır.";
"TimeMachineMigrateDiskSummary.SourceEraseWarning" = "Aktarma işleminden sonra “%@%@” üzerindeki tüm disk içeriği silinecektir.";
"TimeMachineMigrateDiskSummary.TargetEraseWarning" = "Aktarma başlamadan önce, bu Time Capsule'ün içindekiler silinecektir.";
"TimeMachineMigrateDiskSummary.CannotBeUndone" = "Bu, geri alınamaz.";
"TimeMachineMigrateDiskSummary.PostMigrateDefaultsEraseSuggestion" = "Aktarma tamamlandıktan sonra, eski Time Capsule'ü saptanmış ayarlara döndürebilir ve diskini silebilirsiniz.";
"HowToRestoreDefaults" = "Aygıta geri yükleme yapmak için; konfigürasyonunu açmak üzere onu kenar çubuğunda seçin, Elle Ayarla'yı tıklayın ve Baz İstasyonu menüsünden Saptanmış Ayarları Geri Yükle'yi seçin.";
"HowToEraseDisk" = "Diskin içindekileri silmek için Diskler bölümünde Diski Sil'i seçin.";
 
"MigrateSummaryDescription" = "Bu %@, “%@” ayarlarını kullanmak üzere ayarlanacak. Bu ayarlar, disk içeriğinin yanısıra ağ ayarlarını ve parolalarını da içerir. “%@”, Time Machine yedeklemelerini içeriyorsa, onlar da aktarılacaktır.";
"MigrateSummaryEthernetDescription" = "Aktarmayı en iyi şekilde gerçekleştirmek için, sizden istendiğinde, eski aygıtın WAN kapısından yeni aygıtın LAN kapısına bir Ethernet kablosu bağlayın.";
"MigrateSummaryMoreInfo" = "Daha fazla aktarma bilgisi almak için Daha Fazla Bilgi'yi tıklayın ve sonra aktarmayı başlatmak üzere Güncelle'yi tıklayın.";

"WirelessInterfaceIsOff" = "Kablosuz ağ arabiriminiz kapalı.";
"AirPortIsOff" = "AirPort kapalı.";
"MigrateRequiresAirPort" = "Bir baz istasyonunu veya kablosuz yönelticiyi değiştirme, AirPort'un açık olmasını gerektirir. AirPort açılsın mı?";
"MigrateRequiresWireless" = "Bir baz istasyonunu veya kablosuz yönelticiyi değiştirme, kablosuz ağın açık olmasını gerektirir.";
"AUWorksBetterWithWireless" = "Kablosuz ağ kartınızın takılı ve ayarlanmış olduğundan; ayrıca kablosuz ağın etkin olduğundan emin olun.";
"AUWorksBetterWithAirPort" = "AirPort kartınızın takılı olduğundan ve AirPort'un etkin olduğundan emin olun.";


/* End of AirPortAssistant.strings file */
